//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:    Acoustic.UNI
//
// Description: Acoustic support Config Form String Definitions.
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"
//
//Hdd Acoustics
//
#string STR_SATA_ACOUSTIC_OPTIONS_FORM_TITLE    #language eng "Global Acoustic Configuration"

#string STR_ACOUSTIC_SUBTITLE                   #language eng "Acoustic Management Configuration"
#string STR_ACOUSTIC_SUBTITLE_HELP              #language eng "Menu for configuring Automatic Acoustic Management"
#string STR_AUTO_ACOUSTIC                       #language eng "Automatic Acoustic Management"
#string STR_AUTO_ACOUSTIC_HELP                  #language eng "Option to Enable or Disable Automatic Acoustic Management"

#string STR_AUTO_ACOUSTIC_MODE                  #language eng "Acoustic Mode"
#string STR_AUTO_ACOUSTIC_MODE_INDV             #language eng "  Acoustic Mode"
#string STR_AUTO_ACOUSTIC_MODE_HELP             #language eng "Option to optimize the Storage Device Performance and Acoustic Noise Level \n\n Bypass - Use Drive's Preset Value \n Quiet - Drive is Slower, But Quieter \n Max Performance - Drive is Faster, but possibly Noisier"
#string STR_BYPASS_STRING                       #language eng "Bypass"
#string STR_QUIET_STRING                        #language eng "Quiet"
#string STR_MAXIMUM_PERFORMANCE_STRING          #language eng "Max Performance"

#string STR_NOT_SUPPORTED                       #language eng "Not Supported"
#string STR_NOT_AVAILABLE                       #language eng "Not Available"

#string STR_ENABLED_STRING                      #language eng "Enabled"
#string STR_DISABLED_STRING                     #language eng "Disabled"
//
// Porting required
//
// Add more strings if there are more than 6 SATA ports
#string STR_ACSATA_PORT0                        #language eng "Sata Port 0"
#string STR_ACSATA_PORT1                        #language eng "Sata Port 1"
#string STR_ACSATA_PORT2                        #language eng "Sata Port 2"
#string STR_ACSATA_PORT3                        #language eng "Sata Port 3"
#string STR_ACSATA_PORT4                        #language eng "Sata Port 4"
#string STR_ACSATA_PORT5                        #language eng "Sata Port 5"

#string STR_ACHDD_0                             #language eng "  Port is Empty"
#string STR_ACHDD_1                             #language eng "  Port is Empty"
#string STR_ACHDD_2                             #language eng "  Port is Empty"
#string STR_ACHDD_3                             #language eng "  Port is Empty"
#string STR_ACHDD_4                             #language eng "  Port is Empty"
#string STR_ACHDD_5                             #language eng "  Port is Empty"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************